{
  "name": "Juan Pérez",
  "jobTitle": "Desarrollador Web",
  "webDeveloper": "Desarrollador Web",
  "mentor": "Mentor",
  "location": "Ubicación",
  "phone": "Teléfono",
  "email": "correo@example.com",
  "linkedin": "https://www.linkedin.com/",
  "github": "https://github.com/",
  "summary": "Resumen",
  "experience": "Experiencia",
  "education": "Educación",
  "additional": "Adicional",
  "welcome": "¡Bienvenido a Mi Portafolio!",
  "WelcomeTitle": "Bienvenida",
  "SummarySectionTitle": "RESUMEN",
  "SummaryContent": "Ingeniero de sistemas con habilidades principalmente en desarrollo web con experiencia como Analista L1 y Mentor de Educación en JavaScript. Experto en aseguramiento de la información y respuesta a incidentes de seguridad. Competente en revisar y asegurar la exposición de información confidencial en HTML, CSS y código frontend, garantizando la confidencialidad de datos personales y financieros. Experiencia en implementar mecanismos de autenticación y autorización, así como en el manejo de sesiones y controles de acceso. Además, como Mentor de Educación en JavaScript, he planeado y llevado a cabo actividades educativas en Git, HTML/CSS y JavaScript (incluido Node.js), brindando orientación a los estudiantes y facilitando su transición al entorno profesional.",
  "ExperienceSectionTitle": "EXPERIENCIA",
  "Experience1Title": "Appgate – Bogotá, Colombia",
  "Experience1Subtitle": "Analista L1",
  "Experience1Date": "Abr 2022 – Presente",
  "Experience1Point1": "Realización de verificaciones para la exposición de información confidencial: Revisión de HTML, CSS y código frontend para asegurar que no se exponga información confidencial, incluidos nombres de usuario, contraseñas, información de tarjetas de crédito y otros datos personales.",
  "Experience1Point2": "Verificación de autenticación y autorización: Revisión de componentes frontend para asegurar la implementación de mecanismos adecuados de autenticación y autorización. Esto incluye la evaluación de pantallas de inicio de sesión, controles de acceso y gestión de sesiones.",
  "Experience1Point3": "Proporcionar respuesta inicial a incidentes de seguridad informática para diversos clientes y documentar las acciones tomadas durante la gestión de incidentes.",
  "Experience2Title": "ADA School – Bogotá, Colombia",
  "Experience2Subtitle": "Mentor de Educación en JavaScript",
  "Experience2Date": "Feb 2022 – Presente",
  "Experience2Point1": "Diseño y planificación de actividades educativas como parte del proyecto educativo de la escuela. Estas actividades se centran en enseñar los siguientes temas: Git, HTML/CSS, JavaScript - Node.js.",
  "Experience2Point2": "Gestión de grupos a través de comunicación efectiva y comprensión profunda de sus necesidades actuales.",
  "Experience2Point3": "Ayudar a los estudiantes en su transición al mundo profesional brindando orientación tanto académica como profesional.",
  "EducationSectionTitle": "EDUCACIÓN",
  "Education1Title": "Universidad de XYZ",
  "Education1Subtitle": "Licenciatura en Ingeniería de Computadoras",
  "Education1Date": "Graduado en 2021",
  "Education2Title": "Colegio XYZ",
  "Education2Subtitle": "Grado Asociado en Desarrollo de Software",
  "Education2Date": "Graduado en 2019",
  "AdditionalSectionTitle": "ADICIONAL",
  "Additional1Title": "Habilidades",
  "Additional1Content": "Trabajo en equipo, Resolución de problemas, Colaboración, Responsabilidad, Creatividad",
  "Additional2Title": "Desarrollo Web",
  "Additional2Content": "JavaScript, HTML/CSS, Node.js, React.js",
  "Additional3Title": "Lenguajes de Programación",
  "Additional3Content": "MATLAB, Python, SQL, PHP, Java",
  "Additional4Title": "Idiomas",
  "Additional4Content": "Español, Inglés-B1",
  "Additional5Title": "Certificaciones y Capacitación",
  "Additional5Content": "Capacitación en Conciencia de Seguridad, KITE - Inglés B1",
  "BackButtonLabel": "Volver",
  "NextButtonLabel": "Siguiente"
}
