{
  "name": "Juan Calderón",
  "jobTitle": "Desarrollador Web",
  "webDeveloper": "Desarrollador Web",
  "mentor": "Mentor",
  "location": "Bogotá, CO",
  "phone": "+57 3005456427",
  "email": "juanalcarios@example.com",
  "linkedin": "https://www.linkedin.com/in/j-a-c-r/",
  "github": "https://github.com/Alejandro9912",
  "summary": "Resumen",
  "experience": "Experiencia",
  "education": "Educación",
  "additional": "Información Adicional",
  "Welcome": "¡Bienvenido a mi Portafolio!",
  "WelcomeTitle": "¡Bienvenido!",
  "SummarySectionTitle": "RESUMEN",
  "SummaryContent": "Ingeniero de sistemas con habilidades principalmente en Desarrollo Web, experiencia como Analista L1 y Mentor Educativo en JavaScript. Poseo habilidades en aseguramiento de la información y respuesta a incidentes de seguridad. Soy experto en revisar y asegurar la exposición de información sensible en HTML, CSS y código frontend, garantizando la confidencialidad de datos personales y financieros. Además, cuento con experiencia en implementar mecanismos de autenticación y autorización, así como gestión de sesiones y controles de acceso. Como Mentor de Educación en JavaScript, he planificado y llevado a cabo actividades educativas en Git, HTML/CSS y JavaScript (incluyendo Node.js), brindando orientación a los estudiantes y facilitando su transición al entorno profesional.",
  "ExperienceSectionTitle": "EXPERIENCIA",
  "Experience1Title": "Appgate – Bogotá, Colombia",
  "Experience1Subtitle": "Analista L1",
  "Experience1Date": "Abr 2022 – Actualidad",
  "Experience1Point1": "Realizar comprobaciones para la exposición de información sensible: revisar HTML, CSS y código frontend para garantizar que no se exponga información sensible, incluidos nombres de usuario, contraseñas, información de tarjetas de crédito y otros datos personales.",
  "Experience1Point2": "Verificar la autenticación y autorización: revisar los componentes frontend para asegurar la implementación de mecanismos adecuados de autenticación y autorización. Esto incluye evaluar pantallas de inicio de sesión, controles de acceso y gestión de sesiones.",
  "Experience1Point3": "Proporcionar respuesta inicial a incidentes de seguridad informática para diversos clientes y documentar las acciones tomadas durante la gestión de incidentes.",
  "Experience2Title": "ADA School – Bogotá, Colombia",
  "Experience2Subtitle": "Mentor de Educación en JavaScript",
  "Experience2Date": "Feb 2022 – Actualidad",
  "Experience2Point1": "Diseñar y planificar actividades educativas como parte del proyecto educativo de la escuela. Estas actividades se enfocan en enseñar los siguientes temas: Git, HTML / CSS, JavaScript - Node.js.",
  "Experience2Point2": "Gestionar grupos mediante comunicación efectiva y una comprensión profunda de sus necesidades actuales.",
  "Experience2Point3": "Ayudar a los estudiantes en su transición al mundo profesional brindando orientación tanto en aspectos académicos como profesionales.",
  "EducationSectionTitle": "EDUCACIÓN",
  "Education1Title": "Universidad Distrital Francisco José de Caldas | Bogotá, Colombia",
  "Education1Subtitle": "Ingeniero de Sistemas",
  "Education1Date": "Feb 2017 - Feb 2023",
  "Education2Title": "Escuela Tecnológica Instituto Técnico Central de La Salle | Bogotá, Colombia",
  "Education2Subtitle": "Bachiller Técnico en Procesos Industriales",
  "Education2Date": "Feb 2011 - Dic 2016",
  "AdditionalSectionTitle": "INFORMACIÓN ADICIONAL",
  "Additional1Title": "Habilidades: ",
  "Additional1Content": "Trabajo en equipo, Resolución de problemas, Colaboración, Responsabilidad, Creatividad",
  "Additional2Title": "Desarrollo Web: ",
  "Additional2Content": "JavaScript, HTML/CSS, Node.js, React.js",
  "Additional3Title": "Lenguajes de Programación: ",
  "Additional3Content": "MATLAB, Python, SQL, PHP, Java",
  "Additional4Title": "Idiomas: ",
  "Additional4Content": "Español, Inglés-B1",
  "Additional5Title": "Certificaciones y Capacitación: ",
  "Additional5Content": "Capacitación en Conciencia de Seguridad, KITE - Inglés B1",
  "NextButtonLabel": "Siguiente",
  "BackButtonLabel": "Volver"
}
